Repository: Piero16301/Cuy_App
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# systemLoadingText
source: Authenticating with the system...
es: Autenticando con el sistema...

# systemFailureText
source: Failed to authenticate with the system
es: Error al autenticar con el sistema

# systemRetryButton
source: Retry
es: Reintentar

# plansAppBarTitle
source: Plans
es: Planes

# plansLoadingText
source: Loading plans...
es: Cargando planes...

# plansFailureText
source: Failed to load plans
es: Error al cargar planes

# plansRetryButton
source: Retry
es: Reintentar

# plansMyAccountButton
source: My account
es: Mi cuenta

# plansLoginButton
source: Login
es: Iniciar sesión

# plansPlansListTitle
source: Plans list
es: Lista de planes

# plansPlansListEmpty
source: No plans available
es: No hay planes disponibles

# plansPlansFreeTitle
source: Free plans
es: Lista de planes gratuitos

# plansPlansFreeEmpty
source: No free plans available
es: No hay planes gratuitos disponibles

# plansDeviceInfoTitle
source: Device info
es: Información del dispositivo

# plansDeviceInfoName
source: Name
es: Nombre

# plansDeviceInfoAppVersion
source: App version
es: Versión app

# plansDeviceInfoModel
source: Model
es: Modelo

# plansDeviceInfoOSVersion
source: OS version
es: Versión SO

# plansLanguageTitle
source: Language
es: Idioma

# plansDeviceInfoEnglishItem
source: English
es: Inglés

# plansDeviceInfoSpanishItem
source: Spanish
es: Español

# plansDeviceInfoButton
source: Information
es: Información

# plansItemName
source: Name
es: Nombre

# plansItemDescription
source: Description
es: Descripción

# plansItemQuantity
source: Quantity
es: Cantidad

# plansItemRealQuantity
source: Real quantity
es: Cantidad real

# plansItemPrice
source: Price
es: Precio

# plansItemDuration
source: Duration
es: Duración

# plansItemIsSelected
source: Is selected
es: Es seleccionado

# plansItemIsUnlimited
source: Is unlimited
es: Es ilimitado

# plansItemPricePlanId
source: Price plan ID
es: ID plan de precios

# plansItemIsPopular
source: Is popular
es: Es popular

# plansItemIsRecommended
source: Is recommended
es: Es recomendado

# plansItemRepurchase
source: Repurchase
es: Recompra

# plansItemIsRollover
source: Is rollover
es: Es rollover

# plansItemName2
source: Name 2
es: Nombre 2

# plansItemName3
source: Name 3
es: Nombre 3

# plansItemHasFreeApps
source: Has free apps
es: Tiene apps gratuitas

# plansItemHasFacebookFull
source: Has Facebook full
es: Tiene Facebook completo

# plansItemHasInstagramFull
source: Has Instagram full
es: Tiene Instagram completo

# plansItemHasFacebookPhoto
source: Has Facebook photo
es: Tiene foto Facebook

# plansItemHasInstagramPhoto
source: Has Instagram photo
es: Tiene foto Instagram

# plansItemFacebookDescription
source: Facebook description
es: Descripción Facebook

# plansItemGroupName
source: Group name
es: Nombre grupo

# plansItemByteName
source: Byte name
es: Nombre byte

# plansItemNameSecond
source: Second name
es: Nombre segundo

# plansItemNameSMS
source: SMS name
es: Nombre SMS

# plansItemByteUnlimited
source: Unlimited byte
es: Byte ilimitado

# plansItemSecondUnlimited
source: Unlimited second
es: Segundo ilimitado

# plansItemSMSUnlimited
source: Unlimited SMS
es: SMS ilimitado

# plansItemBytePrice
source: Byte price
es: Precio byte

# plansItemByteQuantity
source: Byte quantity
es: Cantidad byte

# plansItemSecondQuantity
source: Second quantity
es: Cantidad segundo

# plansItemSMSQuantity
source: SMS quantity
es: Cantidad SMS

# plansItemBundleIds
source: Bundle IDs
es: IDs paquetes

# plansItemMediumSpeed
source: Medium speed
es: Velocidad media

# plansItemMediumSpeedDescription
source: Medium speed description
es: Descripción velocidad media

# plansItemBundleType
source: Bundle type
es: Tipo de paquete

# plansItemWhiteBrand
source: White brand
es: Marca blanca

# plansItemFreeApps
source: Free apps
es: Apps gratuitas

# plansItemMigrations
source: Migrations
es: Migraciones

# loginSnackBarError
source: Login failed
es: Error al iniciar sesión

# loginAppBarTitle
source: Login
es: Inicio de sesión

# loginUserTextField
source: User
es: Usuario

# loginUserError
source: Insert your user
es: Ingrese su usuario

# loginPasswordTextField
source: Password
es: Contraseña

# loginPasswordError
source: Insert your password
es: Ingrese su contraseña

# loginButton
source: Login
es: Iniciar sesión

# userAppBarTitle
source: My account
es: Mi cuenta

# userItemName
source: Name
es: Nombre

# userItemLastNameFather
source: Last name father
es: Apellido paterno

# userItemLastNameMother
source: Last name mother
es: Apellido materno

# userItemLastName
source: Last name
es: Apellido

# userItemCompleteName
source: Complete name
es: Nombre completo

# userItemUserIdentificationType
source: User identification type
es: Tipo de identificación de usuario

# userItemBusinessName
source: Business name
es: Nombre corporativo

# userItemAddress
source: Address
es: Dirección

# userItemBirthday
source: Birthday
es: Cumpleaños

# userItemReferralCode
source: Referral code
es: Código referido

# userItemReferralUrl
source: Referral URL
es: URL referida

# userItemZohoId
source: Zoho ID
es: ID zoho

# userItemPhoto
source: Photo
es: Foto

# userItemHasPhoto
source: Has photo
es: Tiene foto

# userItemLoggedWithPhone
source: Logged with phone
es: Logeado por teléfono

# userItemRegion
source: Region
es: Región

# userItemIsTourist
source: Is tourist
es: Es turista

# userItemIsLegalRepresentant
source: Is legal representant
es: Es representante legal

# userItemCompany
source: Company
es: Compañía

# userItemNoAssigned
source: No assigned
es: No asignado

# userItemLogout
source: Logout
es: Cerrar sesión
